{"932282538822946816": "Starting a thread where I periodically say a list of topical words to attract new bot followers.", "932284620925743105": "Lena Dunham, sexual harassment, no nut november", "932057131376881666": "Godbone can only be cut with devilscale tools, which were among the weapons acquired during U.S. negotiations with… https://t.co/aTWnUj0KXR", "931991559175901187": "There are so many tiny aesthetic choices that you just don't notice because they're so present.", "903257015912366084": "What's a cooler supernatural weapon", "931323446927282181": "Business idea: the opposite of alcohol, where when you drink it you become even more conscious of your problems", "931994828992282624": "Damn did I miss cities. I missed brick and graffiti and rusting half-collapsed chain-link fences and the shitty, sc… https://t.co/k3qW6LptFQ", "931576802098769921": "Also, I promise that I'll start doing these more often. Currently I'm aiming for a weekly basis, and I've already g… https://t.co/j0c4IlaLT5", "911008697668849672": "Possibly unpopular opinion but literary fiction needs more chainsaws. I aim to remedy this.", "852025198043725833": "I DESERVE TO DIE FOR THE CRIMES I HAVE COMMITED AGAINST ART", "885700092891713536": "I MEAN ITS SHITTY ANYWAY BUT THE ATTITUDE IS IMPORTANT AND AT LEAST YOU WORKED ON IT, ANYTHING'S BETTER THEN NOTHING AT ALL.", "931528865381568514": "Normal humor:\n\n- funny situations\n- two men wishing to possess the same thing\n- \"jokes\"\n\nTwitter humor:\n\n- The absu… https://t.co/PxndeZTwlE", "931989376212652032": "I have returned to the leafless trees and urban decay of my ancestral homeland", "878279087491608577": "https://t.co/AolmKGuwhS", "931004092096372739": "I don't know which of these things you want me to tweet about the least but I assure you that with my unfailing tal… https://t.co/QbYf68pm7Q", "897660107714162688": "In Iran the aura is known as farr, or \"glory\"", "849077332279218176": "IT'S OPEN MIC NIGHT AND THIS ONE GUY IS DOING A POEM THAT'S JUST HIM SCREAMING FOR SIX MINUTES. I ASSUME THE BLOOD IS ALSO PART OF THE POEM.", "867746977165041664": "BOB ROSS FIRES A SINGLE SHOT INTO THE CROWD BELOW. RELOADING, HE MUTTERS TO HIMSELF DARKLY \"THERE ARE NO MISTAKES, ONLY HAPPY ACCIDENTS.\"", "874339850434084868": "NICE https://t.co/KZaM0SZyyr", "848687089885614080": "ANYTHING CAN BE A MEME NOWADAYS. THIS IMAGE IS A MEME. THIS SONG IS A MEME. THIS BAG OF TEETH IS A MEME. YOUR PAIN IS A MEME.", "897631251464630277": "11. Theology in general, the more arcane the better. Taoism, Gnosticism, Buddhism, Kabbalhaism, Discordianism, Indigenous Faiths...", "931232401019293696": "Get Elijah To Zero Followers By 2018", "903258420672954369": "Louisville Slugger:\n\n- Melee\n- Carved from wood of god-tree\n- Imbued with arcane energies", "931692214127939590": "Bumping this one more time for the night crowd, along with a reminder that I desperately need money https://t.co/CXmalbhxFy", "857058388315918338": "TAKING MASSIVE HITS OF BLACK PRIMORDIAL CHAOS", "889903553350946817": "HUMAN NATURE IS AN EXCUSE AND PHYSICS IS A USEFUL LIE. TO BELIEVE IS TO CREATE. THE WORLD IS INFLUENCED BY THE WAY WE CHOOSE TO PERCEIVE IT.", "932040135667015687": "I posted this last night, make sure to read it if you wish to avoid being savaged by wild carnivorous roses", "893969230311370753": "Standing ominously on a balcony watching the sky set and the sky darken, listening to the stranger things soundtrack because I'm That Bitch", "898345518497095680": "Here's a hot take: the Internet genre of young adults blindly griping for meaning in an uncaring universe is boring. It's played out.", "906164234819600385": "You could tell me that these were photos found in an abandoned building formerly the base of a bizzare religious cu… https://t.co/sUBpedq8P2", "883487529030307840": "https://t.co/3k2V50VxwK", "885335758223093765": "STRESSED OUT? WHY NOT CONCENTRATE INTENSELY ON THE IDEA THAT THE UNIVERSE IS COMPLETELY VOID!", "873274201179869185": "I'M DATING A CLOUD. IT KISSES ME BY LETTING ITS SHADOW DRIFT OVER THE HILLS, PROTECTING ME FROM THE SUN, MY JEALOUS EX.", "846812141927718914": "Champagne for my real friends, sham pain for my fake friends, pain is but an illusion of the flesh, yet we are chained by fear.", "883487102947790848": "THIS IS A PROSTHETIC WORLD\n\nNO LONGER DOES WEALTH EXIST\n\nON THE IMAGE OF WEALTH\n\nNO LONGER DOES FLESH EXIST\n\nONLY THE SENSATION OF FLESH", "930998243563012098": "hey remember that one kid in third grade who claimed that sex was when you take out your bones and put in different… https://t.co/g4z2tP5Rrx", "930159617908314112": "I'm going to 3D print God https://t.co/VbZYOhtqZE", "872901319257935872": "Someday I will be famous and dead", "931993260817514496": "And we like, write songs and share them? And we love to tell stories? And keep on inventing games we can play with… https://t.co/qr9WBwBbxb", "883476283392491520": "HA HA HAAAAAAAAA, GONNA GET FUCKED UP ON ART TONIGHT", "907004554318934016": "Alternately, perhaps I am just ridiculously paranoid", "894318969456349184": "NEW SHIIIIIIRT https://t.co/7Uoxiqgi80", "874208365919993856": "GOING STRAIGHT TO INFERNAL DEMON HELL", "931259132937670656": "i wish in the past i had spent more time in space because now i know that down is a fake idea", "887758041482973184": "EVEN BETTER, I MADE A FUN SUBREALITY FOR YOU ALL TO PLAY IN https://t.co/Sx1MxUp05G", "872641114909667328": "BE CAREFUL WHEN RIDING THE SUBWAY. IN TUNNELS, THE WINDOWS BECOME BLACK MIRRORS. YOU NEVER KNOW WHAT SCRATCHED PATTERN MIGHT OPEN SOMETHING.", "883476079297605632": "ALSO I AM LISTENING TO MID-LATE 2000s BOPS RIGHT NOW AND ITS FUCKING GETTING ME PUMPED", "845821542105829377": "Soul #262: A small glossy envelope filled with equal parts glitter and powdered creosote.", "895808001482870784": "I'm moving, and part of that involves packing up every book in the world that I own. Who wants a book reccomendatio… https://t.co/v5J5QTvHil", "931951284999073792": "The original McRib was the rib of Adam", "931232247872618499": "You fools! How desperate you must be in your scrape for meaning that you attend to my words! Naught here but the se… https://t.co/FbUtpkp8R6", "908443953120337920": "In space the only direction is Up. Down is a fiction, perpetrated by those who would oppress you, see you brought screaming down to earth.", "844016378000621569": "I HAVE A COUPON FOR A FREE PAIR OF SUNGLASSES. MY COUPON EVICERIATES SIX PEOPLE BEFORE THEY FINALLY KILL IT. THE SUNGLASSES ARE STILL FREE.", "871517494653202432": "MOST WILL-O'-THE-WISPS NOWADAYS ARE JUST THE GHOSTS OF DEAD LIGHTBULBS, ATTRACTED TO YOUR FLASHLIGHT BEAM IN AN ATTEMPT TO HAUNT THE LIVING.", "931002683384877056": "Some things I will probably tweet about\n\n- convenience stores at night\n- folklore\n- nuclear reactors\n- what cryptid… https://t.co/2ly17ek9Ap", "904337074433740800": "Dungeon cosmogony. Dungeon physics. Dungeon history. Dungeon ecology. Dungeon anthropology. Dungeon architecture.", "898346857453178880": "You're not searching for meaning, you're wandering around actively trying to stay lost, because you like being lost, because it's familiar.", "906907911925882880": "Someday, through sheer amassed mental-artificial computing power, we will exhaust every finite combination of possible actions.", "931311674505777152": "Have you ever considered, not? Just don't!", "931576345146068992": "A new (old) excerpt has been posted! From the 1867 classic, Centifolia Hubbard's Compendium of Roses.… https://t.co/DM6fW257Ao", "889900957563224068": "I'VE BEEN GETTING INTO ORBS LATELY. THAT'S MY NEW THING. ORBS. https://t.co/BYjP34BtSS", "915662923858677760": "Reminder that I need money to power the computer that I write on and food to fuel the hands I write with https://t.co/CXmalbhxFy", "886757509888974870": "IT IS MY CHOICE TO NOT EXIST. I AM A NON-PERSON. ALL OF MY WORK EXISTS WITHOUT CONTEXT OF ITS CREATOR. COMPLETE MEDIA PURITY.", "915663280093499392": "With more money I would conceivably be able to produce more content as a result of having access to more food, better shelter, etc", "844014517243826183": "THE CHIPOTLE IS A WHITE STONE MONOLITH, HOWLING AS IT PHASES AROUND THE FOOD COURT. I LET ITS TENDRILS INTO MY MIND AND ORDER A TACO SALAD.", "858137803452030976": "SORRY FOR NOT POSTING IVE BEEN DEALING WITH FINALS\n\nI MEAN, UH\n\nPREPARING AN ELABORATE SUMMONING RITUAL\n\nI'M MAINTAINING MY BRAND\n\nSHUT UP", "892454694211158016": "TO CLARIFY: THIS WAS COMPLETELY INTENTIONAL AND I HAVE NO REGRETS", "931712167245688833": "Guess what kids, it's time for another Orb Moment™ https://t.co/U5VZX5Lka4", "876311569449316352": "A BROKEN/LEAKY MIRROR IS EXTREMELY DANGEROUS. IF YOU EVER SEE QUICKSILVER DRIPPING FROM A MIRROR, IMMEDIATELY COVER… https://t.co/EPw7MNSWdk", "906907329479696384": "A thing I think about a lot is that early-2000's \"rAnDoM\" culture never actually went away. It only evolved.", "904035586201321473": "what is the market value of Skulls", "887411337256632325": "PATREON AND THE FUN FUN GOODIES THAT COME WITH IT, COMIN UP REAL SOON. GET HYPE.", "931233044014555136": "What is my best name", "931312387021574145": "Me, a reasonable man, sound of body and of mind: Posting is all well and good, but should be enjoyed in moderation.… https://t.co/9g1Wo9NhTz", "843211936342982657": "Depending on when it was manufactured, the tsukumogami of military surplus left over from WWI is just now starting to come alive.", "885231266869760001": "\"Doctor, please help me! My heart's not beating!\"\n\"You don't have a heart.\"\n\"Well that's a fine thing to say to a dying man!\"", "888010771187335168": "IF YOU ASK ME A QUESTION, IT'LL BE A 50-50 TOSS-UP BETWEEN \"AH YES, I KNOW EXACTLY HOW TO DO THIS\" AND \"I DON'T HAVE A FUCKIN CLUE MY GUY\"", "852615478929494017": "ALL ART IS PROPOGANDA TOWARDS HOPE. ALL ART IS AN ADVERTISEMENT FOR BEAUTY.", "896408283577282560": "God is dead but we can still use his beach house as long as no one notices. Just put some deodorant and sunglasses on him. It'll be fine.", "888143464361230337": "THERE ARE TWO POSSIBLE OUTCOMES AND I AM PREPARED FOR BOTH OF THEM https://t.co/7liLNEiAHe", "881548018570416128": "YOU ALL ARE GOING TO JAIL", "875901194404855814": "I'M BACK FROM VERMONT, WHERE I BEFRIENDED MANY MOUNTAINS. WILL BE MOVING THERE SOON.", "932260432194228225": "Once again, it's time for MEDITATION MOMENT!\n\nPlease find a comfortable sport to sit, close your eyes, and repeat t… https://t.co/9U5UmyJavI", "880806458841075712": "DON'T REALLY KNOW WHERE I'M GOING, BUT I'M NOT WORRIED. FROM THE SEA, YOU CAN ALWAYS FIND YOUR WAY HOME.\n\nI'LL SEE YOU ALL IN A FEW DAYS.", "844318181661593600": "My new job is standing in a field and yelling \"FUCK GOD\" at the sky for twelve hours to see if I get struck by lightning.", "884146910403203074": "ARCHILLECT, THE OCULAR ENGINE, LOCATED AT @ARCHILLECT ON TWITTER AND https://t.co/i8HGWKspZu", "883475274695888896": "HOLY FUCK I JUST HAD A GREAT IDEA", "898347870629134336": "So cut that shit out. Write something where people find meaning. It doesn't have to be big or important. It just has to be there .", "881365762992111616": "MOTHMAN IS REAL AND HE SUCKED MY DICK AND I THINK HES MY BOYFRIEND NOW? I DONT KNOW WE HAVENT HAD TIME TO TALK ABOUT IT YET, ITS COMPLICATED", "907413703930380288": "but SUICIDE does not imply ESCAPE. I would merely be CASTING MYSELF into a NEW UNKNOWN and hoping it PREFERABLE TO THE ONE I NOW INHABIT.", "901526267526336516": "Anyway, one of my major goals for this year is to create more content on a more regular basis", "906636985661575168": "The best movie/tv scene microgenre is \"Group of friends set out on mission to small-town convince store simply because it's something to do\"", "932055494654595072": "Carbon dating later revealed the skull to already be millions of years old, implying that god died long before huma… https://t.co/DBnDxfneKn", "884193087433707520": "WHAT IF I MADE A DISCORD SERVER FOR PEOPLE TO YELL IN.", "885336168040210432": "CITATION: VIJNANABHAIRAVA TANTRA, DHARANA 35", "932055229578797056": "The skull of god was discovered in 1901, after initially being mistaken for a small pacific island.", "931000415889559553": "Christ now I have to wrangle this timeline into shape as well. And I just got the other one all nice.", "872991092773441537": "THIS ONE GOES OUT TO ALL THE LONELY ROADS AND BROKEN HIGHWAYS, ALL YOU NEW GODS WITH ASPHALT BACKS AND YELLOW PAINT BONES", "877214349751963649": "UPBEAT NIHILIST POWER BALLADS", "853098191104901120": "STATISTICALLY SPEAKING, WHILE WE WILL ALL EVENTUALLY DIE, IT'S VERY UNLIKELY WE'LL ALL DIE AT ONCE.", "931704851129659392": "Paladin, Rouge, Wizard, Cleric https://t.co/jeqo3mCgUO", "901749487324028928": "Guess who's still in the hospital\n\nMe. I am.\n\nThis sucks.", "852615687222824961": "☞ FIND WHAT IS NEEDED", "891144457248178176": "SHIRTS?", "905614797202444288": "When I die, fill me with glitter and leave me on the beach to be picked apart by birds.", "904377580807225345": "this thread, coalesced for your convenience https://t.co/BZRB7JF6IP", "852693922048507905": "NO GODS BUT MANY MASTERS", "931536802804092928": "In the land of the blind, should a one-eyed man ever arise, you must take care to convince him he is blind as well.", "904521994082934784": "My new project in which I never shut up about pocket universe dungeons, DUNGEON ZONE https://t.co/o1Krt2iH4P", "853235510956969986": "IT ONLY NEEDS TO HAPPEN ONCE", "917535514286264320": "WHY ARENT THERE MORE BOOKS ABOUT EGO DEATH AS A GOAL. YET ANOTHER THING WRONG WITH LITERATURE THESE DAYS", "931991091997487104": "It's honestly pretty cute that pretty much all cars have side windows.\n\nLike, we don't have to manufacture them lik… https://t.co/fN1yTFKe5X", "903258187830353920": "Rusted Iron Sword\n\n- Melee\n- Has a backstory\n- Looks crappy but is v powerful", "852639859856560128": "ANY OF YOU WOLD HAVE DONE THE SAME https://t.co/Aq997GEtr6", "885699138654007296": "HERES A SHITTY PICTURE OF BUSTO 2.0 SAYING \"YA GOT ANY GAMES ON YOUR PHONE\", HOW'S THAT FOR QUALITY CONTENT https://t.co/JUjiiyabgB", "898347277583917056": "The reality is you either find a reason to live or stop living. Stop acting like this existential limbo bullshit is sustainable.", "881554122780147714": "I DONT KNOW HOW TO MANAGE A BRAND. THE BEST I CAN DO IS ADOPT THE MASK OF A WICKED AND INSCRUTABLE GOD", "932037330071969793": "Listening to Hot Sugar while staring out the dark mirror of a train window, who you callin an emo bitch I'm not an… https://t.co/QQblPEFkgW", "905993798722957312": "I feel like everyone else takes their professional author account so so seriously and I'm just over here talking shit about waffle house", "874209363048755200": "YOU ARE NOT HAVING A GOOD TIME\n\nTHE IMAGES ON YOUR SCREEN ARE HAVING A GOOD TIME\n\nYOU ARE ALONE", "931928900875313152": "What is the earth", "891849573743951873": "IM IN ONE OF THOSE MOODS WHERE I WANT TO SUCK OFF THE MOON", "882253859581767680": "HAPPY 4TH EVERYONE. LET'S ALL TAKE ADVANTAGE OF THIS ONCE-IN-A-LIFETIME CHANCE TO THROW A CELEBRATORY WAKE FOR A DYING NATION.", "907414189005840384": "THE STRUCTURE OF THE UNIVERSE DOES NOT TAKE INTO ACCOUNT HUMAN DESIRES, JUST AS THE LANDSCAPE HAS LITTLE REGARD FOR THOSE WHO CROSS IT.", "889902934296625152": "REMEMBER KIDS, THERE'S NO SUCH THING AS TRUTH. ONLY WILL, EXERTED AGAINST THE DEFUALT STATE OF LOCAL REALITY.", "931969212721127424": "WITH THE POWERS GAINED FROM THE VARIOUS LIQUIDS AND CRYSTALS I HAVE INGESTED I AM CONFIDENT THAT I CAN FINALLY CHOKE-SLAM GOD", "911220314729848833": "Happy preanniversary! Humans were declared extinct as a species exactly 500 years into the future today!", "931506951590162432": "If emojis are the new hieroglyphics then memes are the new pictograms", "842773549492387841": "Sometimes it's okay to hide.", "874750954998034432": "THE SUN IS A RADIO STATION, PUMPING OUR ELECTROMAGNETIC SOLAR AIRWAVES, THE HOTTEST THERMONUCLEAR STATIC-POP JAMS OF THE SUMMER.", "904035309406617600": "How much is like, the average human skull worth. Is a human skull a valuable thing.", "843282346782720000": "\"He fights like a man who has seen the other side, and didn't much like what he saw waiting for him.\" - on Corvus \"Half-hanged\" Bates", "907414453909684224": "BUT WILL THIS BATTLEFIELD SURGERY TAKE? OR WILL IT MERELY SCAR? ANOTHER QUESTION TO WHICH I HAVE NO ANSWER.", "931323801991868416": "Possible uses for such a product:\n\n- forced corporate brainstorming\n- mean-spirited pranks\n- torture method used on enemy combatants", "877214409608892422": "I'M DYING, PLEASE HELP ME", "883487673515692033": "https://t.co/Ami2fae6Is", "917535293963689986": "The content must flow", "891146109527232512": "WOW GREAT JOB WITH THE EIGHTY TYPOS ONE. NO ONE PAY ATTENTION TO THAT.", "881546536508936192": "REMEMBER KIDS: LAWFUL GOOD ALIGNMENT IMPLIES BENEVOLENCE, BUT ONLY IF ACTION UPHOLDS THE STATUS QUO. IS THIS NOT MORE TERRIFYING THEN CHAOS?", "848612848955793410": "GOD HAS ARRIVED AT THE PARTY AND HE'S ALREADY DRUNK", "931260078031765504": "Bonus point if anyone understood this esoteric ass reference https://t.co/qMyOmUZSXA", "884193495803625472": "WOULDN'T WANT TO BE PART OF A CLUB THAT WOULD HAVE ME AS A MEMBER, ETC", "931005001765400576": "Y'all it is safe to say that I have made some Poor Life Choices in recent months", "865014726253740033": "Lightning Wine  https://t.co/7YezaUM31y", "904013841838821376": "- DISASSOCIATE WHILE STANDING IN A MALL FOUNTAIN, PINK GLOWING NEOWATER SEEPING INTO YOUR SNEAKERS", "897630181057277952": "10.5. Actually, not just DMT. LSD,  shrooms, any type of hallucinogen. Fractal Machine Elves are just my personal favorite thing to read abt", "843634599506968576": "After removing all the batteries, carefully pry open the casing and...\n\nOh lord. It's bleeding. I didn't know it could do that.", "872603520846966784": "I am Elijah One. I am the Station Manager. \n\nGreetings.", "888046869817032706": "SO WHAT KINDA STUFF DO YOU EVEN WANT ME TO DO IN THE DISCORD", "905986061632929792": "This isn't a short fiction tweet this is stone cold fact", "931526562062782465": "I've recently realized that to the common folk of this nation, twitter humor is a bizzare and twisted animal, recur… https://t.co/egyWcZVjFi", "930996844607438848": "By the way that's not hyperbole, I actually did almost die. My appendix exploded. It was a whole thing.", "931257414514544641": "I would try and do a tweet that was both weird and topical but honestly fuck the GOP. Call your fucking senators.", "910126864953434113": "Maybe if I trace the wound with my fingers enough times I can finally know the shape of the thing that caused it.", "931328982359953408": "Yes I have a fishtank full of something that may or may not be \"follower blood\" in my garage and no you cannot go i… https://t.co/LyqVj3ySlC", "883359898431610881": "MOTHMAN IS REAL AND HE'S MY BOYFRIEND. I WAKE UP NEXT TO HIM EVERY MORNING. I'VE NEVER BEEN SO HAPPY. I WANT IT TO LAST.", "931232616551997440": "Do I have too many names", "884930280821280768": "NO BUT SERIOUSLY THOUGH. \n\nTHIS ONE WAS COMPOSED WITH A SPECIFIC EVENT IN MIND\n\nONE THAT I HOPE NEVER COMES TO PASS", "849025570453295104": "ART DECO BOMB SHELTER", "842775448555864064": "Found: A young girl, curled up in the space beneath the house. Her hair is the color of smoke and old straw. She breathes softly.", "931231922109534209": "A revolutionary marketing strategy where instead of being nice to the consumers of my content, I think they are dumb and am mean to them", "890564206407426052": "IM GOING TO KILL THE SUN https://t.co/In30s4oFcj", "843479242189017088": "OBJECTS IN SCRYING MIRROR ARE CLOSER THEN THEY APPEAR", "896407722412969984": "Doing a weekend at bernies with the corpse of our dead god", "903604981571432448": "AN HOUR LEFT", "905993299181412352": "S O U T H E R N   G O T H I C", "883489851139641345": "THE SECRET TO EVERYTHING IS THAT YOU DONT HAVE TO BE A PERSON YOU CAN JUST BE AN IDEA OF A PERSON", "878280962991435776": "WELL, WHEN LOST IN AN INFINITELY REPEATING SUBREALITY, CONTINUE IN ONE DIRECTION FOR AS LONG AS POSSIBLE. I'LLL SEE IF I CAN FIND A WAY OUT.", "904338348600418305": "Let 👏 Me 👏 Talk 👏 About 👏 Dungeons", "904183649536442368": "Short neon-scented fictionwave from earlier. Please enjoy responsibly. https://t.co/g6G68UwaKz", "846198412697653248": "Someone is outside bottling the light that drips from streetlights. It'll be a fine vintage someday.", "905986009392975872": "Every single waffle house in existence is invariably built upon cursed ground", "909590268718002177": "Incredible thread https://t.co/5fBHx42EFz", "931657375563571200": "Some other breeds of rose included in the compendium are:\n\n- The Western Armored Rose\n- The Martyr's Gallows Rose\n-… https://t.co/tcgHgqDAaD", "917535392689254400": "Or I guess I could actually write some stuff but pschhhhhh", "883359230828441600": "A SHORT SOMETHING-OR-OTHER FROM YESTERDAY", "883490066257125381": "GROW FAT UPON SPECTACLE, FOR THERE IS A LONG ROAD TO GO BEFORE OUR DEATHS, AND WE SHALL NEED LIGHT IN THE DAYS TO COME", "931235052377210880": "\"CHOOSE, PILGRIM!\" I cackle, dancing madly around the bonfire. \"THE MASK OF GLASS, WITH NOTHING TO HIDE BUT EASILY… https://t.co/dLjAZE28WC", "888200137692131329": "TALKING LOUDLY ABOUT GEOPOLITICS AND DRINKING COUGH SYRUP STRAIGHT FROM THE BOTTLE", "893319253495033856": "IF ANYONE WANTS TO SIT THERE WHILE I DO THIS TO THEM THAT'D BE COOL OF YOU https://t.co/IngT30mxYI", "873717226607652864": "MOTHS HAVE THE RIGHT IDEA. WE SHOULD ALL FLY TOWARDS THE FLAME. PURIFY YOUR BEING IN FIRE, BURNING AWAY EVERYTHING THAT EVER HELD YOU BACK.", "890564143736127488": "I LOVE WHAT I MAKE AND I MAKE IT PUBLIC EXPLICITLY BECAUSE I HATE YOU ALL https://t.co/Z4wWvNmVJz", "875530873550110720": "CODES AND BONES ARE BOTH EASILY BROKEN", "832635770875752448": "She only smokes special cigarettes she imports from Hyperborea. When she exhales, it is not smoke, but frozen breath in the dead of summer.", "932252445874577409": "This is extremely my aesthetic https://t.co/bptCyMFQaz", "931211863773384706": "In order to prevent this from happening ever again, I'm not going to even try to be deep. Shitposts forever, babey", "894319090222977024": "COURTESY OF THE MAIDEN VOYAGE CLOTHING COMPANY, IT ALSO GLOWS IN THE DARK", "881548624819347456": "LIKE AND RT SO I MAY LURE FOOLISH USERS INTO MY PROFILE-CAVE, INFECTING THEIR MINDS WITH MY PARASITIC FUNGUS-BRAND", "867886135623680001": "AN OMEN https://t.co/Bm3HHHsBtO", "888009978426118144": "CONSIDERING DOING WRITING TIPS ON PATREON BUT THEN I REALIZED I ACTUALLY HAVE NO FUCKIN IDEA WHAT I'M DOING OR HOW", "884929992022532096": "WHOS READY TO GET SAD I GOT A REAL SAD ONE FOR YALL LATER TONIGHT", "884193353826488321": "IT GOES WITHOUT SAYING THAT I WOULD RULE THIS SERVER WITH AN IRON FIST, BANNING PEOPLE I DON'T THINK ARE COOL", "903831070147272704": "Time Cube ASMR", "931945282673233920": "I am glad to see how many of you are passionate about Egg", "849050538129969152": "I CAME HOME TO FIND OBSIDIAN BEETLES, EACH BEARING A SINGLE LETTER, CRAWLING AROUND ON MY KEYBOARD AND ALL THE KEYS MISSING.", "903258725737213954": "Flintlock Rifle:\n\n- Ranged\n- Supports wide range of ammo\n- Just dripping with talismans", "872602912878473218": "ATTENTION! /// ¡ATENCIÓN! /// AUFMERKSAMKEIT! /// ATTENDERE! /// ВНИМАНИЕ! /// 注意を払う! /// انتباه! /// ध्यान दें! /// ใส่ใจ! /// శ్రద్ద!", "883723910633619456": "NOT READING MY POSTS IS A FEDERAL THOUGHTCRIME", "883489132076466176": "ARE YOU\n\nFEELING THIIIIIIS", "885698578206908416": "I'D LIKE TO SAY THAT I'M LEARNING TO DRAW SO I CAN MAKE ART FOR YOU ALL BUT THATS A LIE IM DOING IT FOR MYSELF", "880806147921518592": "WALKED ALONG THE COAST FOR A WHILE, FOUND A BOAT (ABANDONED). SETTING OUT NOW. https://t.co/ILvWfhDdWH", "883044355854008320": "PERPETUAL MOOD https://t.co/0uZpiOObQo", "878280598359429120": "AS NEAR AS I CAN TELL I'VE STRAYED INTO A DIMENSIONAL BIOME. AN INFINITE UPWARDS SLOPE OF MIST AND MOUNTAINS. CLOUD FOREST.", "867083869761286145": "I HAVE RECOALESCED FROM THE VOID", "853656757461274624": "LET US ALL CELEBRATE THE DAY JESUS WAS CLONED BACK TO LIFE SEVERAL THOUSAND YEARS IN THE FUTURE.", "870647999722139648": "AS TIME GOES ON, IT BECOMES HARDER AND HARDER TO TELL IF SOMEONE IS A BRAND OR A HUMAN BEING. CRUEL ACCUSATIONS ARE MADE. HEARTS ARE BROKEN.", "886063305588183040": "CAN WE TALK ABOUT HOW THIS WAS CLEARLY OUR UNIVERSE'S VERSION OF CLIPPY https://t.co/nRFBAIX0NE", "883490480759156737": "HAVE YOU EVER FUCKED AN ANGEL. NOT LIKE, A PRETTY GIRL. I MEAN A LITERAL ANGEL. ONE WITH A THOUSAND EYES AND SIX WINGS OF FIRE.", "848738591438143488": "SPRING BREAK: CHERNOBYL EXCLUSION ZONE", "886476633460420608": "WHATEVER I DONT CARE ABOUT SLEEP. OR TIME.", "931538066820550658": "Love to say dumb things with long words and smart things with short words", "888047952207499264": "I MEAN I'M DEFINITELY GOING TO DO MOST IF NOT ALL OF THIS ANYWAY, BUT I WANT TO KNOW WHERE YOUR PRIORITIES LIE", "904336746342735873": "I am strongly considering starting a side blog where I just talk about dungeons", "832452032028037120": "An excerpt from the journals of Thremenew Wretch, Beggar-King of the Red City  https://t.co/WrDjvR4oeW", "848704920920502272": "WRITING TIP: THE MANIC-DEPRESSIVE PIXIE DREAM GIRL IS STILL A LARGELY UNEXPLORED CHARACTER ARCHETYPE. MAYBE DO SOMTHING WITH THAT.", "931330122673618945": "That blood is the price of my loyalty and I need it for Reasons", "907413379471552512": "LITERALLY just the CONCEPT of the FUTURE. The idea that THINGS will KEEP HAPPENING and I have LITTLE ABILITY to CONTROL OR PREVENT THEM.", "889681082202951680": "THIS ENTIRE THREAD IS SO GOOD https://t.co/LDfGaBQosS", "874210504608231428": "TEETH LOOK LIKE PEARLS IF THEY'RE REAL CLOSE AND THERE ARE MANY OF THEM", "895826501417009152": ".@friendofrocks: Ernst Haeckel, Art Forms in Nature. Originally published in 1904, an astoundingly beautiful book b… https://t.co/lpn2LMt3Sg", "887757757302136832": "PATREON IS NOW LIVE! https://t.co/uTckXOJY6c", "931992380592545794": "Humans go on car rides for fun and are constantly trying to make new pretty types of clothes to wear and build big… https://t.co/yzu9pagHQo", "931989497633533953": "Jesus things are bleak here. I love it. Wouldn't trade it for the world.", "881547636771364864": "LOOKING AT THE SUN IS A CRIME", "898348629605269504": "What the hell is everyone's damage with never just making a story that gives someone hope. Just one person. It's not hard. Just do it.", "897629414497943554": "10. Reading discriptions of people's DMT trips on reddit, specifically anything to do with fractal machine elves", "843538042799489024": "The second the handcuffs are unlocked, I steal the nuclear football and skate away on my heelys, triumphantly crowing \"THUG LYYYYYFE\"", "931900372880371712": "Today I am on a train!", "931210875322630144": "Someone told me I was \"deep\" today. You fucker. You shame of god. Say that to me again and I'll smack those dumbass… https://t.co/tPt84deDZR", "898347690857189376": "Ennui is relatable in fiction but it reinforces this weird, unhealthy, it's-cool-to-be-depressed mindset we all have to some degree now.", "873723181852487680": "THE BEST LIFE IS ONE SPENT PURSUING QUIET CONTEMPLATION AND PERFECT VIOLENCE", "907414686227935237": "IN SUMMATION\n\nFUCK THIS REALITY AND FUCK MY LIFE", "904765002980237312": "Sort of a thing about being afraid of hurting the people you love.", "885230954465439745": "A situation I'd like to see in science fiction more is \"the hypochondriac alien and the long-suffering ship medic\"", "914503646955614208": "ITS THE SPOOKY MONTH", "931312864631046145": "Political Physics states that if a fascist and an anti-fascist are ever brought into direct contact, they will anni… https://t.co/iOGlnysyso", "931258231351062528": "While we're being opinionated, fuck trump supporters, fuck nazis, and I will singlehandedly hunt down and eviscerat… https://t.co/ImQjMZULYW", "931322413362577408": "Just kidding, I'll never die, I'm eternal, death would be a blessing.", "872603266877673473": "I have recently repurposed one of the station's transmitting feeds for my own use. I will be using this to communicate from now on.", "825820258124648449": "It is recommended that spells be stored on floppy discs or cassette tapes, the nostalgia keeping the magic idealized and stable for years.", "883359425905524736": "MY WIFE https://t.co/zCH2jtyiLR", "882813113149657089": "THIS IS SOME INCREDIBLY GOOD SHIT https://t.co/1au7wAwWlm", "825143511636926465": "\"Station Eight is... It's something else.\"\n\nhttps://t.co/zVvE3lIBQD", "932065410119237633": "Periodic reminder that your real enemies look just like you do", "901526522502184960": "not sure how much time I'll have during college so I'm going to aim for once every 2 weeks and hopefully be able to decrease that window", "843139587463696384": "No matter how solitary, all things must have a god.  https://t.co/xTZuCvC1FA", "850375872003674112": "MOUNTAINS ARE FORMED WHEN SOMETHING DEEP IN THE MANTLE OF THE EARTH KICKS. A SLEEPING CHILD. A MOLTEN GOD, YET UNBORN.", "931207284646178816": "Every time I get a new follower my phone extrudes a token. I don't know what they do but I've been saving them and… https://t.co/puoXZqb0xb", "881365397433405440": "IM SO INTO THIS IDEA. I WANT TO MAKE THIS NOW. I WANT THIS TO BE A REAL THING. I'M A MAN OBSESSED, GRIPPED BY A DARK PASSION.", "883088676066086912": "https://t.co/HJ8RhVYBbb", "854445624204374023": "BOSS BABY, SNORTING A LINE OF COCAINE OFF HIS DESK.", "846122063031128065": "Found: a wall-mounted singing trout that when activated, speaks the exact date and time you will die.", "904013713463799808": "- MANY PLACES TO SOCIALIZE AND LOITER, WALLS DRIPPING WITH SKY-BLUE DESKTOP LCDS AND VIVISECTED SYNTHVOMIT.WAV HEARTS", "931343792556400640": "Did you know: all toilets flush to hell", "848614759402549248": "REPLACE MORALITY WITH AESTHETICS. EVERYTHING THAT HAPPENS AT THIS HOUSE PARTY IS PREFORMANCE ART. I KILLED A MAN. WHO TOOK MY KEYS.", "898346451528372225": "Introspection for the sake of introspection has a very limited scale of usefulness. It's too much of not even that good of a thing.", "906907628235870208": "The internet reeks of absurdism. The expected is only defined as previously known formats of the unexpected. Where does it end.", "848613029898072064": "WE'RE PLAYING SPIN THE BOTTLE BUT INSTEAD OF A BOTTLE IT'S A NUCLEAR WARHEAD", "891144295448793088": "I SHOULD MAKE AN ONLINE STORE THAT SHIRTS JUST BECUASS I SOMETIMES HAVE IDEAS FOR SHIRTS", "931306710098210816": "Has anyone else already tried this", "930998683432312838": "By the way I have definitely been spending these months honing my craft. Writing furiously for hours a day every da… https://t.co/0FYNjYPocg", "931529670692163585": "If lust for non-existence is the punchline, That's How You Know It's Twitter™", "931004744017104896": "\"You definitely shouldn't rely on your creative internet twitter thing for income\"\nMe, the jobless idiot: welp", "872891173379203072": "Other horror writers: pace things out, subtle foreshadowing, reoccurring symbolism\nMe: I'M GOING TO MURDER EVERYONE, WHEEEEEEEE", "872897110001283073": "Other horror writers: I'm very emotionally invested in my characters\nMe: I AM A MAD AND WICKED GOD, AND I DEMAND TRIBUTE", "872929001249099780": "WHILE EXPLORING STORM DRAINS I'VE STUMBLED ACROSS A RACCOON NEST CONTAINING A CLUTCH OF WILD RACCOON EGGS. THE QUEEN-MOTHER IS FURIOUS.", "932055139766226944": "Did you know that the girders in the Empire State Building are carved from the skull of god", "906955671148535808": "Heaven is real, but it's also possible to be killed in heaven.\n\nWe don't know what comes after that.", "904011447755202561": "WE’VE GOT IT ALL HERE AT INFINITE POLYHEAVEN", "909590532032286720": "YALL\n\nIM STARTIN DJ TRAINING\n\nGONNA BE ON THE RADIO FOR REALLLLLLS", "909600046555058176": "Actually can y'all just yell at me to write more. It's the only thing I respond to. Set a reminder in your phone if you must.", "877486162323144705": "*looks at the sky* SEEMS PHOTOSHOPPED", "904013902299754496": "- MUSIC IS ALWAYS PLAYING, TO DROWN OUT YOUR THOUGHTS\n\n- IT IS ALWAYS AUGUST 28TH, 1995", "824784507463155713": "“Calling all. This is our last cry before our eternal silence.”\n\n- The Final Message, transmitted by the French Navy on January 31st, 1997", "883475757120585729": "IM WORKING ON A NOVELLLLLL, AND IT'S GONNA BE GREAAAAAAAAT.", "931321313079189504": "Welcome to SOCIAL INTERACTION SIMULATOR! (Update 2.04)\n\n- Bug fixes\n- Removed: The sickening knowledge that you are… https://t.co/B5TqzrswUk", "881551240982822912": "THE PANOPTICON\n\nTHE FEELING OF BEING WATCHED, BUT NOT KNOWING WHAT IS WATCHING\n\nSYMBOLS: SECURITY CAMERAS, HOLES IN FENCES, ONE-WAY MIRRORS", "843641529617080320": "Post-apocalyptic radio nomads, trading pirated MP3s for copper wire.", "884197204847677441": "GOD, WHAT THE HELL WOULD WE EVEN TALK ABOUT", "884145107292827648": "FOR EVERY LIKE THIS TWEET GETS, I WILL GIVE YOU ONE SOURCE OF UNLIKELY INSPIRATION.", "893275224656957441": "IVE BEEN BRAINSTORMING IDEAS FOR PATREON STUFF. HOW DOES ANY OF THIS SOUND.", "896009420429197312": "In this world you live for a while and then you die, for some stupid reason. Just stop trying to predict it and enjoy life a little more.", "901523833903087616": "I wish I was kidding but no it's been a pretty balls-out wild week and a half", "854440849169666048": "I'M BORED, SO I'M SEEING WHAT COMMON HOUSEHOLD OBJECTS I CAN PUT INSIDE MYSELF.\n\nNOT IN LIKE, A SEX WAY. UNNECESSARY FLESH INCISIONS ONLY.", "853099586851885057": "THIS IS YOUR DAILY REMINDER THAT GRAVITY COULD SPONTANIOUSLY FAIL AND THE EARTH COULD FLY OFF INTO SPACE AT VIRTUALLY ANY TIME.", "873276274155847681": "MY GF IS A WATERFALL. MY BOYFRIEND IS A TALL PINE TREE. ME AND A SMOOTH, FIST-SIZED STONE ARE FRIENDS WITH EMOTIONAL BENEFITS.", "931000676985049089": "That reminds me, you can follow me over at @dayglochainsaw if you feel like following my day-to-day bullshit or wan… https://t.co/111ldhGZVE", "884146464590626816": "THE ACME BROOKLYN PROP RENTAL CATALOGUE. IMAGINE WHAT KIND OF WORLD THIS STUFF WOULD EXIST IN. https://t.co/81N5cKwncS", "930996687946043393": "HEY IM NOT DEAD. Sorry I've been busy, I had to go to college and also almost died. Attempting to resume regular posts soon.", "931311547032506368": "VOLCANO GIGATOMB https://t.co/6nmN67LLqw", "901749987083788289": "im just saying it went away on its own way too easily and that concerns me", "873740080535490562": "PRETTY WILD THAT YOU WERE NOTHING FOR AN ETERNITY BEFORE YOU WERE BORN AND WILL BE NOTHING FOR AN ETERNITY AFTER YOU DIE LMAO", "852614946403889152": "REMIX THE FLOURECENT LIGHT BUZZ INTO BASELINES /// CARRIED THROUGH PIPES OF LIGHT, UNDERGROUND /// FIBER-OPTIC MONET /// NEON VAN GOGH", "894250224293642240": "I bought this mysterious chunk of blue glass from an ancient and weathered merchant. https://t.co/0GiIHJccHW", "876535961965953026": "FORGET ELECTROSWING, THAT'S OVER, IT'S DONE. THIS IS MY NEW SHIT. WELCOME TO THE VEDIC TECHNOFUTURE. https://t.co/wU4CnYCJlJ", "901523319375237121": "Ugh hi sorry I haven't been around a lot I was in the woods for a week without my phone and then to top that off my appendix exploded", "931900721578037248": "Trains are by far the most romantic way to travel and this is why I prefer them.", "883878994998898688": ".@cashvoid IVE GOT SOME NOTHING I'D LIKE REFURBISHED. IT USED TO BE NOTHING BUT NOW THERE'S LINT IN IT. CAN YOU HELP ME WITH THIS?", "905418578660384769": "me: i should work on my existing projects\nalso me: i should write something about dragons just so i can use the word großerwurmjäger", "876549828838400000": "MY BRAND IS SKATEBOARDING IN DRESS SHOES", "901749840694169600": "Just throwing this out there but remember in 2016 when there were all those killer clowns and no one really ever\n\ndid anything\n\nabout that", "848745073688948737": "ALEXA, IS IT POSSIBLE TO O.D. ON FLINTSTONES CHEWABLE VITAMINS", "843920080354209792": "I WALK INTO THE NAIL SALON AND UNFURL MY THOUSANDS OF LONG, MANY-JOINTED FINGERS. \"THE USUAL, LADIES.\" I SAY.", "883487369982332928": "SPECTACLE AND ILLUSION ARE WORLD-ROOT\n\nREALITY IS REPLACED BY MEDIA-ARTIFACT\n\nIF YOU CONTROL MEDIA-ARTIFACT\n\nYOU CONTROL THE WORLD", "931224995455434752": "I receive an email alert that my Amazon prime package has arrived. I open it and it's just full of spiders. I am ecstatic.", "904446238426320899": "WELP I DID THE THING https://t.co/NMYLnugWxE", "911010203616862208": "Literary fiction needs more magical chainsaws, with chains of tar-tempered iron and engines forged from the hearts of murdered gods.", "853656984272482304": "HE EMERGED FROM HIS BIOPOD SCREAMING AND COVERED IN NUTRIENT SLURRY. THIS WORLD IS A LIVING HELL TO HIM. HAPPY EASTER.", "901523646111469569": "I'm actually in the hospital right now recovering from surgery and AFTER this I start college so forgive my past and likely future absence", "886758151265161217": "I HAVE FIXED THIS BY REMOVING THE PERFORMER. THESE WORDS WERE WRITTEN BY NO ONE. I DO NOT EXIST. MY WORK IS PURE.", "931322278163468288": "When I die, scatter my ashes over Online", "906977158794489857": "Being a writer is a weird mix of wanting to tell everyone about your cool idea and wanting to tell no one bc you're afraid they'll steal it", "931535833869508608": "Why are you booing me I'm right", "878278546338177024": "THIS WEEK I'M LOST IN THE JUNGLE", "917535177550761984": "I gotta start shitposting on this account more", "874302877602336772": "RECKLESSNESS CAN BE A VIRTUE", "881554821660237824": "ALSO IVE ALREADY MUTED LIKE HALF OF YOU", "885699849949204484": "THINKING YOUR DEVELOPING WORK ISN'T GOOD ENOIGH TO SHOW LEADS TO SELF-DOUBT, THEN STAGNATION, THEN FAILURE. REMEMBER THAT KIDS.", "876308089061990400": "NOTE: I FEEL LIKE THE SHORTIES WOULD ALSO BE OF SLIGHTLY LOWER QUALITY. ALSO I MIGHT JUST IGNORE THIS POLL AND DO WHATEVER.", "878760169857064960": "I'VE MOVED TO A LOWER ELEVATION, WHERE CLOUDS CONDENSE INTO RAIN. I CAN ONLY ASSUME I'M MOVING TOWARDS THE SEA. OR… https://t.co/q1X3PfvZAE", "886623779992064001": "FALSE. WRITE WHATEVER U WANT BABPY. https://t.co/A7rLoMEOfY", "889910426070372353": "HEY UHHHHH SHOW ME SOME COOL ART", "843520534868639744": "You peek under an old manhole cover and catch a glimpse of teeth.", "904471432557723649": "Honestly I'm surprised the URL DUNGEONZONE wasn't already taken", "907414350088077313": "IT IS INEVITABLE THAT WE WILL TEAR OPEN THIS WORLD, TO BREAK ITS BONES AND RE-SET THEM IN A FORM KINDER TO OUR FRAGILE LIVES.", "881365989933318144": "BIGFOOT 👏 IS 👏 REAL 👏 AND HE 👏 ONCE 👏 ATE 👏 MY 👏 ASS", "897632099661991936": "11.5. Dont forget to poke around in invented religions, especially cool insane ones about UFOs and higher dimensions and such, there's tons", "881554581431484416": "TO MY FOLLOWERS: \n\nFOOLS. FOOLS, ALL. YOUR OFFERINGS OF ATTENTION AND TIME ARE WORTHLESS. YOU WERE WRONG TO WORSHIP ME.", "931957847314915328": "The original McNugget is housed in the Vatican", "895322956196306945": "I'm mentally planning like three books in my head at once and I'm genuinely not sure which one I should try and break ground on first", "876110386214383616": "THE AMOUNT OF AMBIENT CHAOS IN THE WORLD IS AT 760 KILOERIS AND RISING", "931205221149298689": "Ever wonder what lives under the ice at the poles? Magnetobenthic creatures with lodestone scales and haloes of iro… https://t.co/g0ZomYWurq", "898366904263475200": "Postscript: yeah I know we all got Problems but that doesn't mean you can't write about overcoming those problems", "904011488029020161": "- COMPLEMENTARY NEON METAVALUE XE CARD CONTAINING UNLIMITED CONCEPT OF VALUE SO YOU CAN SHOP FOREVER", "881557495969349632": "HEY TEENS: THE EDGIEST THING YOU CAN DO IS BE YOURSELF", "901524916553560064": "I went half-insane in the remote northeastern wilderness and then almost died. This has been a very on-brand week all things considering.", "903259215518736384": "I will probably use all of these it's just a matter of who gets what", "931545133304238086": "Hey do you ever think about how many things there are that have been buried and never dug up again.", "893969510348279809": "A witch cursed me to only use capital letters in moderation from now on. This isn't me being lazy, it's worldbuilding. I'm a writer.", "931969714980519936": "Being an writer is fun because you can just say you're a writer and then do absolutely nothing that would result in… https://t.co/woWWRo4QUY", "849050744498130944": "I'M NOT SURE IF I WANT TO TRY AND PUT THEM BACK IN PLACE OR LET THEM GO TO SEE WHAT THEY SPELL.", "906908059733299200": "What will be unexpected then. Where will we go.\n\nWhat new and unholy things will we create next.", "888055387961909250": "THIS PLACE IS A HOLY SITE, THE WALLS SINGING WITH HIS GLORY https://t.co/z84fBKfHks", "930155856150384640": "This account isn't dead I swear", "903605392562892800": "Good morning. Have some nice laid-back post-50s jams. https://t.co/WF4KXf5KBV", "897630382853586944": "That's right, I didn't forget about this thread. I just ran out of ideas for a while. https://t.co/ke3fXhQe7s", "904035484384591872": "If you just found a collection of skulls, like in your yard or something, would that be worth something to someone", "904483007943331840": "Please support me so I can make a million more side projects instead of doing the thing I said I would  https://t.co/CXmalbhxFy", "855272051103285248": "MY SPIRIT ANIMAL IS CHAINSAW", "931311348901871616": "I will hatefuck a hole in reality and step through it into moral relativism hell/heaven", "872849144192409600": "IN MY CLOSET THERE'S A SMALL BIRD'S NEST MADE OF DUST AND THREAD. I DON'T KNOW WHAT MADE IT BUT I HAVEN'T THE HEART TO REMOVE IT.", "881559646909214721": "Pronoia is the belief that a benevolent conspiracy is working in your favor https://t.co/iUIa80Ow0I", "872974533849907204": "and when things got worse, we didn't mind.  https://t.co/70D6F2iHTx", "882624521097940992": "PLAY ALONG BUT TRUST NO ONE", "843262668622454784": "Heartwood is not unique to trees. It is possible to extract a similar substance from brick, or even concrete, if the building is well-loved.", "849749185758978048": "AS OUR POST-APOCALYPTIC NOMAD TRIBE TRUDGES DOWN THE SHATTERED HIGHWAY, FUCKING DARYLL TRIES TO START ANOTHER ROUND OF \"ON THE ROAD AGAIN\"", "931964430002348032": "I... I don't remember posting this...", "853691671837540352": "CASTING FORBIDDEN SPELLS THROUGH THE MAGIC OF READING", "931531801989976064": "\"Tweets?\" Haha, take a second look friend. What I do here is called \"A Cry for Help\"", "886757983258128384": "THIS IS THE ONLY TRUE WAY TO CONSUME ANY MEDIA. THE LINE BETWEEN AUDIENCE AND PREFORMER HAS BEEN IRREPARABLY DAMAGED BY SOCIAL MEDIA.", "883489053248823296": "ECSTASY!ARTDEATH\n\nF\n\nUCK", "909599708208861185": "Man, I forgot how many banger-ass ideas I had and wrote down and then forgot about. I swear to god I'll write more soon.", "908325197681479680": "Damn this tweet took the hell off", "881546897219080192": "CURSE-OF-THE-DAY CALENDAR", "931310624247726080": "There's an electroshock collar embedded in my chest cavity that will zap my heart back to life every time I imagine… https://t.co/jTfN5SHOu8", "904764882477821953": "Toying with the idea of a serial novel about the Prince of Wolves and his deer companion.", "883487258061533184": "THE KING IN HIS CASTLE TOILS AWAY AT NOTHING\n\nWHILE THE ARTIST IS A GOD", "881345614193319940": "CRYPTID DATING SIMULATOR", "904011961578475522": "- PROCEDURALLY GENERATED STORES SELLING MATHEMATICALLY LIMITLESS PRODUCTS, AN ETERNAL LOADING SCREEN OF MULTICOLORED SENSORY DELIGHTS", "904013948281905152": "- NO EXITS\n\n- NEVER HAVE TO FEEL LIKE A PERSON AGAIN", "892453806792994817": "WHOOPS I ACCIDENTALLY WROTE A CHARACTER THAT COULD ONLY BE DESCRIBED AS \"PTSD PIXIE DREAM GIRL\" HOWEVER DID THAT HAPPEN", "884946198309859329": "I hope I never have reason to read this to anyone. To Those We Could Not Save  https://t.co/VemcndUvxF", "901853929922850816": "AU in which the clown thing escalated and became a key issue of the 2016 election.\n\nWHO WILL KEEP OUR COMMUNITIES SAFE FROM THE CLOWN MENACE", "901526703436169218": "I really do want to write more and I want it to be longer, quality stuff, not just little twitter tidbits.", "930997276796968960": "Also, I really fucking need money! I have no money. Please give me money. https://t.co/IsG02Zz76r", "931212539618263040": "Yahweh retire bitch", "931306242915549184": "I'm sure that if I keep murdering clones then eventually one of their DNA memories will filter through and I'll man… https://t.co/Vj1Gl5HCRV", "848660260181159937": "THERE'S AN ADVERTISEMENT FOR KNIVES IN THE PAPER TODAY. JUST \"KNIVES\" ON EVERY PAGE, IN 138 POINT FONT. YOU HOPE THIS IS AN ADVERTISEMENT.", "898345882566803456": "We collectively had the idea, and we did it, and we did it for a while, and now we need to be done. Move on, you navel-gazing dicks.", "916338658554376192": "I did a tuneup on my patreon, give me money so I can make Weird https://t.co/CqhOGqbVux", "883493151717150720": "ANYONE WHO SAYS THEY UNDERSTAND THIS IS A LIAR", "876307761419747329": "SHORTIES OFTEN OR LONGER STUFF LESS OFTEN", "886475203777355781": "AH YES, 3 AM. THE PERFECT TIME TO TWEET. THE BEST TIME TO INTERACT WITH FOLLOWERS AND MANAGE MY BRAND. GREAT THINKING, ONE.", "883493453669310465": "I'VE LOOKED AT YOUR BIOS AND YOU DON'T. I DON'T KNOW WHY YOU'RE HERE. PREHAPS YOU THINK THIS IS JUST PRETTY WORDS TO READ.\n\nFOOLISH YOU.", "885533361141317632": "DOING NOTHING? OF COURSE YOU ARE. READ MY WORDS. https://t.co/EXgVdNY3tZ", "931197942647742464": "This unironically makes a lot of sense to me https://t.co/rKOwtWIUTP", "931604565341990913": "Some may call it \"fucking up my bones with rocks\" but I call it \"Owning my Traitorous Skeleton\"", "894268633718894592": "Is this found poetry. I don't know what this is. @CARRIONIER https://t.co/gzW0GGd5aC", "867421774002225155": "\"Do what you can.\"\n\n- Unofficial Motto of the Bureau of Good Intentions", "907413566180995073": "I am a LEAF CAUGHT IN THE UNFEELING CURRENTS OF A VAST AND UNKNOWABLE RIVER, and my only two choices are to ACCEPT THIS or COMMIT SUICIDE.", "835889239841718272": "English Update (Version 2.46.37)\n\n- All articles were deemed unnecessary, and removed.\n- Most pronouns can now be replaced by pointing.", "884576654022062080": "AMERICA IS A BEAUTIFUL TRAGEDY, A CRACK WHORE IN A BALLROOM GOWN.", "883475656817995776": "I'M RUNNING HOT AT 200% CREATIVE CAPACITY RIGHT NOW, I AM A FLAWLESS ENGINE OF PURE AESTHETIC, YALL ARE GONNA CRAP YOUR PANTS AT THIS", "869312670607998977": "ONE BY ONE, THE ANDROID ROYALISTS ARE LED UP THE PLATFORM. THE GUILLOTINE IS STAINED WITH NEON VICERA AND GALLIUM BLOOD.", "931545937939521542": "Time spent on the surface is profoundly temporary.\n\nEventually all things sink down into the earth.", "848613737972027392": "I WANT TO MAKE OUT WITH DEATH.", "931330270078406656": "My phone just pooped out another token. I wonder what happens when I lose followers.", "882699201045561346": "ONE DAUGHTER REMAINED HOME\n\nBUT ONE WAS GONE\n\nREPLACED BY A GIRL-SHAPED HOLE\n\nSMELLING OF FOG AND THE DISTANT HILLS https://t.co/V3G37ybn4B", "931525315410751490": "Twitter humor is light-years ahead of the conventional humor enjoyed by the general public. Perhaps not in a good w… https://t.co/1qYSuU1Z4w", "888210282614599682": "I'M ALMOST 90% SURE THAT IF YOU TAKE LSD AND WATCH AN ENTIRE EPISODE OF THE ERIC ANDRE SHOW YOU ARE TELEPORTED IMMEDIATELY TO HELL", "931233337552797696": "This is a trick by the way. I'm going to keep using all of these names. I am an online hydra of identity, and my he… https://t.co/q9uWehQmZD", "885701482154262529": "IF I DO MAKE A DISCORD IM STARTING A BOOK CLUB. I LITERALLY DON'T EVEN KNOW WHAT THAT INVOLVES BUT I EANT TO START ONE. BOOKS, PRESUMABLY.", "910134873909858304": "Lust for ego death", "887885578565427200": "PERPETUAL MOOD https://t.co/ol8USbSW9z", "904008643108118528": "WELCOME TO THE INFINITE POLYHEAVEN 永遠の贅沢 PLAZA", "827911069343576064": "Spirits confined to lakes are still subject to the water cycle. Every molecule of water in your body has likely at some point been cursed.", "888048770012905472": "(LINK IS https://t.co/Sx1MxUp05G) BTW", "907413263029297152": "GOD I am REALLY SCARED of the FUTURE", "896008630352449537": "My quality of life has significantly improved ever since I stopped trying to figure out what it'll be that kills me.", "883492224323006468": "I AM NOT NOR NEVER WAS A HUMAN BEING", "893968978695122944": "yeah I think I'm bored of the all caps thing", "901851872272801797": "Good afternoon. Have some excellent neon violence jams. https://t.co/bIa8OCtpDd", "896009129277501440": "Maybe it'll be cancer. Maybe it'll be nukes. Maybe it'll be a paper cut. I don't care. I'd prefer not to see it coming.", "879443215220453378": "WELL, YOU KNOW WHAT THEY SAY.\n\n\"THERE IS ONLY ONE SEA.\" https://t.co/Px2nwge2es", "885698779814535168": "I'LL PRODUCE WHATEVER CONTENT I WANT, YOU ALL CHOSE TO BE HERE", "894348014969638912": "Free Band Name: Rockefeller and the Market Forces", "842801286584156160": "Found: A cassette tape, containing thirty-three of the one hundred and eight names of God.", "881364821148655617": "DATE NESSIE\n\nMAKE OUT WITH MOTHMAN\n\nGET YOUR ASS EATEN BY BIGFOOT", "876520021102559236": "THIS ACCOUNT IS THE ONLY GOOD ACCOUNT I RUN BECAUSE IT ALLOWS ME TO SCREAM MADNESS INTO THE VOID WITHOUT HESISTATION OR JUDGEMENT", "890578319141425153": "DOWNLOADING THE LATEST VINYL AND PLAYING IT, STILL WARM FROM THE 3D PRINTER", "931234025074757632": "Every time I set out on a new endeavor, I put on a new name like my Sunday best. My real face is shuffled somewhere… https://t.co/RoBawFa59A"}